Repository: common-repository/kadio-deposit-for-woocommerce
Catalog: languages/kadio-deposit-for-woocommerce-*.po
Languages: fr_fr

source: has been deactivated. Woocommerce is not installed
fr_fr: a été désactivé. Woocommerce n'est pas installé

source: %1$s requires WooCommerce version %2$s or higher. Please %3$s update WooCommerce%4$s to the latest version, or %5$s download the minimum required version %6$s
fr_fr: %1$s nécessite la version WooCommerce %2$s ou supérieure. Veuillez %3$s mettre à jour WooCommerce%4$s vers la dernière version, ou %5$s télécharger la version minimale requise %6$s

source: %s requires WordPress version %s or higher. Please %s update WordPress %s
fr_fr: %s nécessite la version WordPress %s ou supérieure. Veuillez %s mettre à jour WordPress %s

source: Amount
fr_fr: Montant

source: Amount to pay :
fr_fr: Montant à payer

source: Apply on shipping cost
fr_fr: Appliquer sur les frais de port

source: Cart total amount
fr_fr: Montant total du panier

source: Cash
fr_fr: Espèces

source: Deposit
fr_fr: Acompte

source: Deposit level
fr_fr: Niveau d'acompte

source: Deposit of %s
fr_fr: Acompte de %s

source: Deposit paid:
fr_fr: Acompte payé:

source: Deposit settings
fr_fr: Paramètre d'acompte

source: Deposit to pay
fr_fr: Acompte à payer

source: Deposit to pay (applied to products)
fr_fr: Acompte à payer (appliqué aux produits)

source: Deposit to pay (applied to total cart)
fr_fr: Dépôt à payer (appliqué au panier total)

source: Disable deposit when using coupon
fr_fr: Désactiver le dépôt lors de l’utilisation du coupon

source: Ease of payment
fr_fr: Facilité de paiement

source: Elligible deposit
fr_fr: Acompte éligible

source: Enable to show details
fr_fr: Activer pour afficher les détails

source: Estimated deposit payment:
fr_fr: Acompte estimé :

source: If checked, customer will see deposit details in order confirmation email
fr_fr: Si cette case est cochée, le client verra les détails du dépôt dans l'e-mail de confirmation de commande.

source: If checked, customer will see deposit details in order details
fr_fr: Si cette case est cochée, le client verra les détails du dépôt dans les détails de la commande

source: If yes the deposit will be disabled when coupon is used. If no, the deposit will be applied automatically on cart total when coupon is used.
fr_fr: Si oui, le dépôt sera désactivé lors de l’utilisation du coupon. Si non, le dépôt sera appliqué automatiquement sur le total du panier lorsque le coupon est utilisé.

source: No
fr_fr: Non

# Order status
source: Partial payment
fr_fr: Paiement partiel

source: Paid:
fr_fr: Payé:

source: Partial payment <span class="count"> (%s) </span>
fr_fr: Paiement partiel <span class="count"> (%s) </span>

source: Payment by cash label
fr_fr: Etiquette : Paiement direct

source: Payment by deposit label
fr_fr: Etiquette : Paiement par acompte

source: Payment comment
fr_fr: Commentaire de paiement

source: Payment facilities
fr_fr: Facilités de paiement

source: Payment options title
fr_fr: Titre des options de paiement

source: Payment received for your order
fr_fr: Paiement reçu pour votre commande

source: Product
fr_fr: Produit

source: Remaining Payment Completed
fr_fr: Paiement restant effectué

source: Remaining payment completed
fr_fr: Paiement restant effectué

source: Remains to be paid:
fr_fr: Reste à payer :

source: Select where to apply deposit:on product or total
fr_fr: Sélectionnez où appliquer l'acompte : sur le produit ou sur le total

source: Select Yes if you want to apply deposit on shipping cost
fr_fr: Sélectionnez Oui si vous souhaitez appliquer l’acompte sur les frais d’expédition

source: Select Yes if you want to disable deposit when coupon is used
fr_fr: Sélectionnez Oui si vous souhaitez désactiver le dépôt lorsque le coupon est utilisé

source: Set amount deposit in percentage. Default value 50%
fr_fr: Définissez le montant du dépôt en pourcentage. Valeur par défaut 50 %

source: Set if you want to activate a deposit for this product
fr_fr: Définissez si vous souhaitez activer un dépôt pour ce produit

source: Settings
fr_fr: Paramètres

source: Show deposit in order details
fr_fr: Afficher le dépôt dans les détails de la commande

source: Show deposit in order email
fr_fr: Afficher le dépôt dans l'e-mail de commande

source: Show message when customer pay sold from his account
fr_fr: Afficher un message lorsque le client paie une vente depuis son compte

source: The minimum PHP version required for this plugin is %1$s. You are running %2$s.\n The minimum Woocommerce version required for this plugin is %3$s.\n The minimum WordPress version required for this plugin is %4$s.
fr_fr: La version PHP minimale requise pour ce plugin est %1$s. Vous utilisez %2$s.\n La version minimale de Woocommerce requise pour ce plugin est %3$s.\n La version minimale de WordPress requise pour ce plugin est %4$s.

source: This email is a notification for remaining payment completed
fr_fr: Cet e-mail est une notification pour le paiement restant effectué

source: This plugin allows making woocommerce deposit payment.
fr_fr: Ce plugin permet d'effectuer le paiement du dépôt woocommerce.

source: Yes
fr_fr: Oui

source: You will be charged the rest to pay
fr_fr: Le reste vous sera facturé pour payer

source: Your order is being processed
fr_fr: Votre commande est en cours de traitement

source: Your order is being processed.
fr_fr: Votre commande est en cours de traitement.
